Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/personal_finance/loans_and_credit/hire_purchase.html.txt.tmx
Source language: en
Languages: ga

source: Hire purchase is an agreement whereby a person hires goods for a period of time by paying instalments, and can own the goods at the end of the agreement if all instalments are paid
ga: Is comhaontú atá i bhfruilcheannach ina n-íocann duine ar earraí i dtráthchuideanna agus bíonn úinéireacht ag an gcaiteoir nuair a mbíonn gach tráthchuid íoctha

source: Hire purchase agreements usually last between 2 and 5 years, the most common last 3 years
ga: Go hiondúil is tréimhse ama idir 2-5 mbliana atá i gceist, is an tréimhse coiteanta 3 bhliain í

source: Under a hire purchase agreement, the consumer does not actually own the goods until the last instalment is paid, although they have full use of the goods throughout the repayment period
ga: Faoin gcomhaontú fruilcheannaigh, ní bhíonn úinéireacht ag an gcaiteoir go dtí go mbíonn an tráthchuid deireanach íoctha, cé go bhfuil úsáid iomlán na n-earraí aige/aici i rith na tréimhse aisíocaíochta

source: Hire purchase agreements can be held with banks, building societies, finance companies and certain retail stores, for example, garages
ga: Is féidir comhaontú fruilcheannaigh a dhéanamh le bancanna, cumainn fhoirgníochta, cuideachtaí airgeadais agus go leor siopaí miondíola

source: The store or garage is not actually providing the loan
ga: Go hiondúil, soláthraíonn siopaí miondíola comhaontaithe fruilcheannaigh i gcomhar le cuideachta airgeadais

source: It is acting as an agent for a finance company and earns commission from the finance company for arranging the loan
ga: Nuair a tharlaíonn sé seo beidh an miondíoltóir agus an cuideachta fruilcheannaigh (nó cuideachta airgeadais) freagrach go cothrom as an gconradh

source: It is advisable to read a hire purchase contract very carefully before committing yourself to any agreement
ga: Ba cheart conradh fruilcheannaigh a léamh go cúramach sula dtugann tú faoi aon chomhaontú

source: How does a hire purchase agreement work?
ga: Conas a oibríonn comhaontú fruilcheannaigh?

source: A hire purchase agreement is drawn up and signed by the hirer (the consumer) and on behalf of the owner (the lending institution)
ga: Is é an fruilitheoir a chuireann le chéile agus a shíníonn an comhaontú fruilcheannaigh (an tomhaltóir) ar son an úinéara (institiúid iasachta)

source: If there is a retailer involved, for example, a garage, it also signs the agreement and supplies the goods in question
ga: Má tá miondíoltóir páirteach, caithfidh sé/sí an comhaontú a shíniú agus na hearraí atá i gceist a sholáthar

source: Most of the car loans offered by garages are hire purchase loans
ga: Is iasachtaí fruilcheannaigh iad an chuid is mó de na hiasachtaí i gcomhair carranna arna dtairiscint ag garáistí

source: Consumers can also be offered hire purchase loans when buying furniture, computer equipment or electrical goods
ga: D’fhéadfaí iasachtaí fruilcheannaigh a thairiscint do thomhaltóirí nuair atá troscán, trealamh ríomhaire nó earraí leictreacha á gceannach acu freisin

source: The hire purchase agreement states:
ga: Beidh an méid seo a leanas sa chomhaontú:

source: • The goods the agreement refers to, for example, a car or computer
ga: • An tsócmhainn atá i gceist sa chomhaontú (san áireamh bíonn cur síos sonrach)

source: • The cash price of the goods
ga: • Luach airgid na sócmhainne

source: • The hire purchase price, which is the total sum payable over the life of the loan in order to complete the purchase of the goods
ga: • An luach fruilcheannaigh, seo í an tsuim iomlán a bheidh le n-íoc ar ais leis na hearraí a cheannacht

source: The hire purchase price is therefore the monthly payment or installment multiplied by the number of installments which have to be made
ga: Is é atá i gceist leis an bpraghas fruilcheannaigh mar sin ná an tráthchuid nó íocaíocht mhíosúil méadaithe faoin líon tráthchodanna gur gá a dhéanamh

source: • The amount of each instalment by which the hire purchase price is to be paid
ga: • Méid gach tráthchuid ina dhéanfar an luach fruilcheannaigh a íoc

source: Sometimes the last instalment required to end the agreement is much larger than all the others
ga: Uaireanta bíonn an tráthchuid dheireanach a íoctar ag deireadh an chomhaontaithe i bhfad níos mó ná na cinn eile

source: This is called a balloon payment and will have to be paid to clear the loan and allow the consumer to become the owner
ga: Tugtar cnapíocaíocht ar seo agus caithfear í a íoc chun an iasacht a ghlanadh agus chun ligean don tomhaltóir a bheith ina úinéir

source: Read more about balloon payments on the Competition and Consumer Protection Commission's website
ga: Leigh tuilleadh faoin cnapíocaíocht ar láithreán gréasáin na Coimisiún um Iomaíocht agus Cosaint Tomhaltóirí

source: • The date each instalment is to be paid
ga: • An dáta ina n-íocfar gach tráthchuid

source: • The names and addresses of all the parties to the agreement
ga: • Ainmneacha agus seoltaí na bpáirtithe uilig sa Chomhaontú

source: • A statement that the hirer has the right to withdraw from the agreement within 10 days of receiving a copy of the agreement
ga: • Ráiteas gur féidir leis an bhfruilitheoir tarraingt amach as an gComhaontú taobh istigh de 10 lá ó fuair sé/sí cóip den chomhaontú

source: This is known as a cooling off period
ga: Tugtar tréimhse shuaimhnithe ar seo

source: Often consumers are asked to give away this right by signing a waiver
ga: Iarrtar ar thomhaltóirí go minic an ceart seo a thabhairt suas trí tharscaoileadh a shíneadh

source: You do not have to sign this waiver in order for your application to be processed
ga: Ní gá duit an tarscaoileadh seo a shíniú le go ndéanfar d’iarratas a phróiseáil

source: Consumers should try to take some time to read all the terms of the agreement and to ensure they understand these fully before signing this or any other part of the agreement
ga: Ba chóir do thomhaltóirí an t-am a ghlacadh chun téarmaí uile an chomhaontaithe a léamh agus chun a chinntiú go dtuigeann siad go hiomlán iad sula síníonn siad an chuid sin ná aon chuid eile den chomhaontú

source: • A statement that the hirer (consumer) must inform the owner (finance house) as to the whereabouts of the goods to which the agreement relates
ga: • Ráiteas go gcaithfidh an fruilitheoir an t-úinéir a chur ar an eolas maidir leis an áit a bhfuil na hearraí coinnithe, sé sin na hearraí sa chomhaontú

source: • The words "Hire Purchase Agreement" must be stated clearly and in a prominent position on the agreement form
ga: • Caithfidh na focail "Comhaontú Fruilcheannaigh" a bheith scríofa go soiléir agus in áit lárnach ar an bhfoirm chomhaontaithe

source: • The agreement must also set out the fees and penalties that apply
ga: • Ní mór don chomhaontú na táillí agus na pionóis atá i gceist a leagan amach chomh maith

source: Some examples of these costs are provided below
ga: Tá roinnt samplaí de na costais seo le fáil thíos

source: Unless all of these requirements are contained in the agreement, the agreement itself may not be enforceable
ga: Muna gcomhlíontar na riachtanais atá luaite anseo, tá seans ann nach mbeidh úinéir na n-earraí in ann an comhaontú fruilcheannaigh a chur i bhfeidhm

source: Typical fees and costs on a hire purchase agreement
ga: Táillí agus costais tipiciúla ar chomhaontú fruilcheannaigh

source: The fees and charges on hire purchase agreements vary, but may include:
ga: Bíonn táillí agus costais éagsúla i gceist le comhaontuithe fruilcheannaigh ach d’fhéadfadh siad seo a leanas a bheith ina measc:

source: • Interest surcharge for missed repayments - this means an additional amount of interest will be charged on the amount unpaid
ga: • “formhuirear úis” le haghaidh íocaíochtaí nach ndearnadh - ciallaíonn sé sin go ngearrfar ús breise ar an méid atá le haisíoc;

source: • Penalty fees for missed or late payments
ga: • “táillí pionóis” ar íocaíochtaí nach ndearnadh nó a bhí déanach;

source: • Completion fee for ownership of the goods to pass to you
ga: • “táille comhlíonta” chun úinéireacht na n-earraí a aistriú chugat

source: • Repossession charge - if the goods are repossessed, you will be charged around €300
ga: • “muirear athshealbhaithe” - má dhéantar na hearraí a athshealbhú

source: • Rescheduling charge - if your lender agrees to change the loan terms
ga: • “muirear athsceidealaithe” - má tá d’iasachtóir sásta téarmaí na hiasachta a athrú

source: Any balloon payment charged on a hire purchase loan - while it is not an extra charge - has the effect of postponing part of the costs until after the loan
ga: Cé nach bhfuil cnapíocaíocht a ghearrtar ar iasacht fruilcheannaigh ina “muirear breise” cuireann sé cuid de na costais siar go dtí tar éis na hiasachta

source: This means that in the earlier months and years, consumers are paying less off their loan that they would for a bank or a credit union loan
ga: Ciallaíonn sé sin go bhfuil níos lú á íoc ar a gcuid iasachtaí ag tomhaltóirí sna míonna agus blianta tosaigh ná mar a d’íocfaidís ag banc nó comhar creidmheasa

source: Can a consumer terminate a hire purchase agreement?
ga: Deireadh a chur le comhaontú fruilcheannaigh

source: A consumer (the hirer) can terminate the agreement at any time by giving notice in writing to the owner of the goods (the finance house)
ga: Is féidir leis an bhfruilitheoir deireadh a chur leis an gcomhaontú nuair a dhéanann sé/sí iarratas i scríbhinn chuig an Institiúid Iasachta

source: Consumers should be aware that breaking a hire purchase contract before its normal end date usually involves penalties
ga: Ba chóir go mbeadh tomhaltóirí ar an eolas go mbíonn pionóis i gceist má sháraítear conradh fruilcheannaigh roimh a dháta deiridh normálta

source: • Return the goods to the owner and pay half the amount of the total hire purchase price (if the total of instalments already paid have not reached that amount) – this is called the half-rule
ga: • na hearraí a thabhairt ar ais go dtí an t-úinéir agus leath an luach fruilcheannaigh a íoc (mura dtagann iomlán na tráthchuideanna atá íoctha chun an méid sin) – a thugtar é seo an leathriail

source: You do not have to pay half the hire purchase price immediately
ga: Ní gá duit leath an luach fruilcheannaigh a íoc láithreach

source: A recent High Court decision clarified this
ga: Rinne cinneadh na hArdchúirte le déanaí soiléiriú air sin

source: If you have not paid half the hire purchase price you can still return the goods
ga: Mura íoc tú leath an luach fruilcheannaigh, is féidir leat na hearraí a thabhairt ar ais

source: However, you will still owe the difference between the payments you have made and half the hire purchase price
ga: Áfach, dlitear uait an difríocht idir na híocaíochtaí atá déanta agat agus leath an luach fruilcheannaigh

source: Read more about the half-rule on the Competition and Consumer Protection Commission’s website
ga: Leigh tuilleadh faoin leathriail ar láithreán gréasáin na Coimisiún um Iomaíocht agus Cosaint Tomhaltóirí

source: If the goods in question are damaged in any way, the consumer will be liable to pay for any damage caused
ga: Má tá na hearraí damáistithe in aon slí, beidh ar an tomhaltóir íoc as an damáiste atá déanta

source: The finance house may issue a notice of costs, but consumers should try to get their own estimate in such cases
ga: D’fhéadfadh an teach airgeadais fógra costas a eisiúint, ach ba chóir do thomhaltóirí iarracht a dhéanamh a meastachán féin a fháil i gcásanna mar sin

source: • Buy the goods earlier than planned
ga: • na hearraí a cheannach níos luaithe ná mar a bhí beartaithe

source: The consumer can own the goods by paying the difference between the amount already paid and the total hire purchase price
ga: Na hearraí a cheannacht tré an luach sa difir a íoc idir an méid atá íoctha cheana féin faoin Aontú agus an luach fruilcheannaigh (an luach socraithe) mar atá aontaithe sa chomhaontú fruilcheannaigh

source: In such cases, there is usually a reduction on the overall amount due as the loan is being paid off earlier than planned
ga: Is féidir leis an bhfruilitheoir ísliú a fháil i bpraghas iomlán an chreidmheasa

source: This reduction is calculated using a recognised formula for early loan repayments, however, the amount of any reduction is relatively small
ga: Déantar an ísliú seo a ríomhú ag úsáid foirmle atá leagtha síos sa Chomhaontú Fruilcheanniagh

source: Further information is available at the Competition and Consumer Protection Commission's website
ga: Tá tuilleadh eolais ar fáil ar láithreán gréasáin na Coimisiún um Iomaíocht agus Cosaint

source: Can the owner (finance house) repossess the goods?
ga: An féidir leis an úinéir (teach airgeadais) na hearraí a athshealbhú?

source: The finance house can only repossess the goods under certain circumstances
ga: Ní féidir leis an teach airgeadais na hearraí a athshealbhú ach in imthosca áirithe

source: If the consumer has not yet paid off one-third of the total hire purchase cost, the owner can repossess the goods at any time without taking legal action against the consumer
ga: Mura bhfuil aon trian de chostas iomlán an fhruilcheannaigh íoctha ag an tomhaltóir fós, is féidir leis an úinéir na hearraí a athshealbhú ag am ar bith gan caingean dlí a ghlacadh i gcoinne an tomhaltóra

source: However, if the consumer has paid one-third or more off the total hire purchase cost, the owner cannot repossess the goods without taking legal proceedings
ga: Má tá aon trian nó níos mó de chostas iomlán an fhruilcheannaigh íoctha ag an tomhaltóir áfach, ní féidir leis an úinéir na hearraí a athshealbhú gan dul i mbun imeachtaí dlí

source: Any deposit that is paid at the start of the agreement or the value of any trade-in for example, is taken into account in calculating one third of the cost
ga: Cuirtear éarlais ar bith a íoctar ag tús an chomhaontaithe, nó luach aon trádáil isteach mar shampla, san áireamh agus aon trian den chostas á ríomh

source: If this one-third rule is breached by the owner, the consumer is entitled to end the agreement and can seek a refund of all payments made
ga: Má sháraíonn an t-úinéir an riail seo faoi “aon trian”, tá an tomhaltóir i dteideal deireadh a chur leis an gcomhaontú agus is féidir leo aisíocaíocht a iarraidh ar na híocaíochtaí go léir a rinneadh

source: You can read more about the one-third rule on the Competition and Consumer Protection Commission’s website
ga: Leigh tuilleadh faoin rial aon trian ar láithreán gréasáin na Coimisiún um Iomaíocht agus Cosaint Tomhaltóirí

source: What happens if the goods are faulty or damaged?
ga: Cad a tharlaíonn má tá na hearraí lochtach nó damáistithe?

source: Anything you buy under a hire purchase agreement must comply with the Sale of Goods and Supply of Services Act 1980 and be:
ga: Caithfidh gach earra a cheannaítear faoi Chomhaontú Fruilcheannaigh aontú leis an Acht um Dhíol Earraí agus Soláthar Seirbhísí 1980 agus caithfidh sé a bheith:

source: • Fit for its normal purpose, and reasonably durable
ga: • In ann do úsáid cheart agus réasúnta dochaite

source: • As described, whether the description is part of the advertising or wrapping, on a label or something said by the salesperson
ga: • Mar atá ar an gcur síos, is cuma má tá an cur síos i bhfoirm fógraíochta nó clúdach ar lipéad nó rud éigin a dúirt an fear margaidh

source: If goods hired under a hire purchase agreement are or become faulty, both the retailer and the owner (finance company) are responsible
ga: Má tá ceannacht déanta faoi Chomhaontú Fruilcheannaigh agus go bhfuil sé lochtach, tá an miondíoltóir agus an Cuideachta Fruilcheannaigh freagrach, más rud é go ndeachaigh tú isteach sa chomhaontú leo

source: A consumer can claim against either party in this situation. A claim cannot be made against the manufacturer of the goods
ga: Is féidir leat éileamh a dhéanamh i gcoinne aon pháirtí má tá gearán dlisteanach agat, ach ní féidir leat éileamh a dhéanamh ar an déantóir earraí

source: If a consumer returns defective goods, they are entitled to a refund of any installments paid as consumer rights in this situation are the same as if the goods were purchased outright
ga: Má thugtar na hearraí lochtacha ar ais, tabharfar aon tráthchuid atá íoctha agat ar ais duit mar go bhfuil na cearta céanna agat agus dá gceannófá na hearraí le hairgead tirim

source: A guarantee under a hire purchase agreement applies in the same way as if goods were bought outright
ga: Tá an ráthaíocht mar a chéile le comhaontú fruilcheannaigh nuair a cheannaíonn tú earraí thar barr amach

source: The manufacturer makes the guarantee
ga: Is é an déantóir a thugann an ráthaíocht

source: If there is a fault with the goods, the consumer can choose to have the goods repaired under the guarantee or to seek a full refund or exchange from the owner
ga: Má tá na hearraí lochtach, seans go mbeadh sé níos furasta don tomhaltóir na hearraí a fháil deisithe faoin ráthaíocht in áit dul tríd an bpróiséis fada a bhaineann leis an aisíoc iomlán a fháil ar ais nó malartú a fháil

source: Under a hire purchase plan the consumer has a duty to take reasonable care of the hired goods
ga: Faoi phlean fruilcheannaigh tá dualgas ar an tomhaltóir aire réasúnta a thabhairt do na hearraí fruilithe

source: If the goods are damaged by the consumer and returned to the owner or finance company they are entitled to send a bill for repairs to the consumer
ga: Má dhéanann an tomhaltóir damáiste do na hearraí agus go dtugtar ar ais don úinéir nó don chuideachta airgeadais iad tá siad i dteideal bille a chur chuig an tomhaltóir i gcomhair na deisiúchán

source: The cost of a hire purchase agreement is the difference between the cash price of the goods being hired and the full hire purchase price
ga: Más é €12,000 praghas airgid cairr agus más é €17,000 an praghas fruilcheannaigh, ansin is é €5,000 costas an fhruilcheannaigh, .i

source: If the cash price of a car is €12,000 and the hire purchase price is €17,000, then the hire purchase cost is €5,000, that is, the extra cost involved to hire the car for a period of time (and perhaps eventually to own it) rather than to buy it outright for cash
ga: an costas breise a bhaineann leis an gcarr a fhruiliú ar feadh tréimhse ama (agus é a cheannach ar deireadh b’fhéidir) seachas é a cheannach glan amach le hairgead tirim

source: Different lending institutions have different hire purchase costs
ga: Bíonn costais fruilcheannaigh éagsúla ag institiúidí iasachta éagsúla

source: Some will quote an APR (Annual Percentage Rate)
ga: Luann roinnt díobh Ráta Bliantúil Céatadáin (RBC)

source: This can help consumers to compare hire purchase costs
ga: D’fhéadfadh sé seo cabhrú le tomhaltóirí costais fruilcheannaigh a chur i gcomparáid lena chéile

source: It may be misleading to compare a hire purchase APR with that of a normal bank or credit union loan, as a consumer is paying for the hire of the goods and does not own them until the last installment of the agreement has been paid
ga: D’fhéadfadh sé a bheith míthreorach RBC fruilcheannaigh a chur i gcomparáid le ceann a bhaineann le gnáthiasacht ó bhanc nó chomhar creidmheasa, toisc go bhfuil an tomhaltóir ag íoc as fruiliú na n-earraí agus nach bhfuil sé/sí ina úinéir orthu go dtí go bhfuil tráthchuid dheireanach an chomhaontaithe íoctha

source: Consumers who would like independent information or help in understanding any of the terms and conditions of their hire purchase (or any other loan) contract are encouraged to contact the Competition and Consumer Protection Commission - see 'Where to apply' below
ga: Moltar do thomhaltóirí gur mian leo cabhair nó eolas neamhspleách a fháil chun ceann ar bith de théarmaí agus choinníollacha a gconartha fruilcheannaigh (nó aon iasacht eile) a thuiscint dul i dteagmháil leis Coimisiún um Iomaíocht agus Cosaint Tomhaltóirí

source: Apart from information and support, the Agency will help to ensure that any complaints are properly handled by the finance companies they regulate
ga: Seachas eolas agus tacaíocht, cabhróidh an tÚdarás lena chinntiú go bpléann na cuideachtaí airgeadais faoina rialú go cuí le gach gearán a dhéantar

source: You can contact their consumer help-line on lo-call 1890 432 432 or visit their website
ga: Is féidir leat dul i dteagmháil leis an líne chabhrach do thomhaltóirí ar an uimhir íosghlao 1890 432 432, cuairt a thabhairt ar a láithreán gréasáin

source: For specific consumer complaints against a finance company in relation to a hire purchase agreement, consumers should address their complaint in the first instance to the finance company
ga: I gcás gearáin thomhaltóirí ar leith i gcoinne cuideachta airgeadais maidir le comhaontú fruilcheannaigh, ba chóir do thomhaltóirí a ngearán a chur chuig an gcuideachta airgeadais ar dtús báire

source: If they are not satisfied with the outcome, a formal complaint can be made to the Financial Ombudsman
ga: Mura bhfuil siad sásta leis an toradh, is féidir gearán foirmiúil a dhéanamh chuig an Ombudsman um Sheirbhísí Airgeadais

source: The Ombudsman has the power to award compensation to the consumer in cases where their rights have been breached, or where there is evidence of unfair treatment
ga: Tá sé de chumhacht ag an Ombudsman cúiteamh a dhámhachtain don tomhaltóir i gcásanna inar sáraíodh a gcearta, nó ina bhfuil fianaise gur caitheadh go héagórach leo

source: A consumer is not obliged to accept the solution recommended by the Ombudsman
ga: Níl sé de dhualgas ar thomhaltóir glacadh leis an réiteach a mholann an tOmbudsman

source: Anyone who remains dissatisfied after pursuing these complaint procedures is entitled to seek redress by taking legal action against the finance company
ga: Mura bhfuil duine sásta i ndiaidh dóibh dul i mbun na nósanna imeachta seo tá sé/sí i dteideal sásamh a iarraidh trí chaingean dlí a ghlacadh i gcoinne na cuideachta airgeadais
